Revit 2021.1 API
UnitTypeId.SquareFeetPer1000BritishThermalUnitsPerHour Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId SquareFeetPer1000BritishThermalUnitsPerHour { get; }
Visual Basic
Public Shared ReadOnly Property SquareFeetPer1000BritishThermalUnitsPerHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareFeetPer1000BritishThermalUnitsPerHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace